{
    "information":["سورة الرحمن تلقب بعروس القرآن، لأنها تحتوي على معالجة لأصول العقيدة.",
    "عيسى بن مريم هو من سيقتل المسيخ الدجال في أخر الزمان.",
    "النبي الوحيد الذي آمن به جميع قومة هو يونس عليه السلام ، حيث كان نبيا لبني آشور.",
    "العمرة هي الحج الأصغر، ولكن العمرة ف شهر رمضان هي حجة تامة كالحج الأكبر.",
    "هو نبي جاهد في سبيل الله هو نبي الله إدريس عليه السلام.",
    "حينما يقوم المؤمن بسجدة التلاوة أي يسجد عندما يقرأ القرآن يبكي إبليس لقول الرسول صلى الله عليه وسلم “ذا قرأ ابن آدم السجدة فسجد، اعتزل الشيطان يبكي يقول: يا ويله، أمر ابن آدم بالسجود فسجد فله الجنة ، وأمرت بالسجود فأبيت فلي النار”[2].",
    "المدة التي نامها أه الكهف ثلاثمئة وتسع سنوات.",
    "الصحابي الجليل الذي تستحي منه الملائكة هو عثمان بن عفان رضي الله عنه.",
    "تلقب سورة الطلاق بسورة النساء الصغرى.",
    "آسيا زوجة فرعون أحد سيدات الجنة.",
    "عندما يدعوا الناس أن يرزقهم الله بالوسيلة، فالمقصود بالوسيلة هي أعلى درجات الجنة.",
    "أول من رفع الآذان في الإسلام هو بلال بن رباح.",
    "كل الأنبياء دعوا بالتوحيد، حيث إن الله وحده لا شريك له، أما البدع والافتراء فكان من الناس انفسهم.",
    "أركان الإسلام خمس شهادة أن لا أله إلا الله، وإقامة الصلاة ، وإيتاء الزكاة وصوم رمضان وحج البيت لمن استطاع إليه سبيل.",
    "أول خليفة للمسلمين هو أبي بكر الصديق.",
    "مصادر التشريع الأساسية في الدين الإسلامي القرآن الكريم والسنة المباركة فقط.",
    "أركان الإيمان غير أركان الإسلام، حيث إنها تشمل الإيمان بالله والملائكة والكتاب السماوية والرسل والقيامة.",
    "لقب أم المساكين هو لقب لثلاث من زوجات النبي أول من لقبت به زينب بنت جحش ثم زينب بنت خزيمة، ثم العالية بنت ظبيان[1].",
    "سيدنا محمد صلى الله عليه وسلم هو خاتم الأنبياء والرسل فلم  يأتي بعده احد.",
    "إلى الآن لم يدخل أحد الجنة فأول من يقرع الجنة يوم القيامة النبي محمد صلى الله عليه وسلم.",
    "الابن الكبير لسيدنا آدم هو قابيل.",
    "أول من أشهر السيف للقتال هو سيدنا إبراهيم عليه السلام.",
    "أسم زوجة سيدنا نوح والغة.",
    "مصعب بن عمير هو أول داعية في الإسلام.",
    "إن الصلاة على النبي تنفرج بها العقد ويبارك الله لصاحبها في رزقه وماله وبدنه.",
    "الصلاة تنهي الناس عن الفحشاء والمنكر والبغي.",
    "هناك أربعة مذاهب إسلامية، المذهب الحنفي والحنبلي والشافعي والمالكي.",
    "أول صلاة أقامها النبي صلى الله عليه ولم هي صلاة الظهر.",
    "أول ما يسال عنه المرء يوم القيامة هي الصلاة.",
    "صلاة الفجل ثقيلة على المنافقين، لذا فمن حرص عليه حفظه الله ووقاه من المرض والحزن والعجز والكسل.",
    "يلقب سيدنا إبراهيم بأبي الأنبياء.",
    "وسلة القتل التي قتل بها هابيل هي فك حمار.",
    "أبي بكر بن كعب هو صاحب لقب سيد القراء، ويكنى بأبي المنذر الأنصاري النجاري المدني، إذ كان حافظاً عالماً جامعا للقرآن الكريم.",
    "سلمان الفارسي هو أول من أسلم من الفرس.",
    "لكل نبي معجزة وكانت معجزة الرسول محمد صلى الله عليه وسلم القرآن الكريم.",
    "أول شجرة خلقها الله هي شجرة الزيتون، حيث يزيد عمرها عن 3000 عام، وموقعها اليونان.",
    "دفن سيدنا إبراهيم عليه الصلاة والسلام في مدينة الخليل بفلسطين.",
    "أول من ولد للمهاجرين من مكة إلى المدينة هو عبد الله بن الزبير، وهو من صغار صحابة رسول الله صلى الله عليه وسلم.",
    "إن العين هي الشيء الوحيد الذي يسبق القدر ، حيث يقول الرسول صلى الله عليه وسلم” العين حق. ولو كان شيء سابق القدر سبقته العين”[3].",
    "أول من دون التاريخ الهجري هو عمر بن الخطاب رضي الله عنه، وذلك في العام السابع عشر من الهجرة.",
    "يقال أن عدد الأنبياء  120 ألف نبن بينما الرسل 313 فقط، بينما الأنبياء المذكورين في القرآن الكريم 25 نبين من بينهم أربعة من العرب وهم هود وصالح وشعيب وحمد صلى الله عليه وسلم[5].",
    "أول ما أنزل في القرآن الكريم اقرأ باسم ربك الذي خلق.",
    "أول من أطلق سهامه في سبيل الله هو سعد بن أبي وقاص، وهو من السابقين الأولين والمهاجرين، وهو احد المبشرين بالجنة، وأول سهم رماه في الإسلام كان على سرية عبيدة بن الحارث، حيث أنطلق يقول سعد بن أبي وقاص حينها، الأهل أتى رسول الله أني حميت صحابتي بصدور نبلي[4].",
    "أول من اطلق الأذان في السماء هو جبريل عليه السلام.",
    "المدينة المنورة هي العاصمة الأولى للمسلمين.",
    "آية الكرسي أعظم آيات القرآن الكريم، لذلك سميت بهذا الاسم.",
    "إن ادم عليه السلام خلق يوم الجمعة، ويوم الجمعة سمي بهذا الاسم لاجتماع الناس فيه.",
    "أول من تمنى الموت هو نبي الله يوسف عليه السلام.",
    "سيدنا إسرافيل عليه السلام هو أول ما نطق بسبحان ربنا الأعلى.",
    "أول سيدة تزوجها الرسول صلى الله عليه وسلم هي السيدة خديجة رضي الله عنها.",
    "يوم الجمعة بالنسبة لسيدنا آدم هو أعظم الأيام؛ لأن الله سبحانه وتعالى خَلَقَ فيه سيدنا آدم عليه السلام كما أنه هبط إلى الأرض في ذلك اليوم، وتاب فيه أيضًا وأُدْخِل فيه الجنة ومات فيه كذلك.",
    "الذي قال سبحان ربي الأعلى لأول مرة هو إسرافيل عليه السلام.",
    "إدريس عليه السلام كان أول مجاهد في طريق الله عز وجل.",
    "أول آية نزلت في القرآن الكريم على النبي عليه الصلاة والسلام هي قوله تعالى” اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ”.",
    "آية الكرسي هي أعظم آية في القرآن الكريم.",
    "عشرة قرون هي الفترة التي تفصل نبوة سيدنا نوح عن نبوة سيدنا آدم.",
    "بسم الله الرحمن الرحيم كانت أول ما نزل في التوراة.",
    "الصحابي سعد بن أبي وقاص هو أول من سَلَّ سيفًا في سبيل الحق.",
    "أنه يجب على كل فتاة عند بلوغها الحيض والتي تعرف الآن بالدورة الشهرية أن تترك الصيام والصلاة في أيام الحيض.",
    "تُمنع الحائض من مَس المصحف إذا رغبت في القراءة.",
    "المرأة الحائض لا يجوز لزوجها جماعها في تلك الفترة حيث نهى الله عز وجل عن ذلك بنص صريح في القرآن الكريم حيث قال “وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ “[البقرة:222].",
    "يجب على الحائض بعد طهورها من الحيض أن تؤدي ما فاتها من صيام ولكن أسقط عنها الصلاة في تلك الفترة فلا تؤديها.",
    "إذا كانت الفتاة صائمة ثم جاءتها الدورة الشهرية وإن كان قبل آذان المغرب مباشرة يجب عليها الامتناع عن الصيام والصلاة.",
    "تختلف أيام الدورة الشهرية من فتاة لأخرى ومن امرأة لأخرى ولكن إن زادت فترة الحيض عن 15 يومًا ففي تلك الحالة تُسَمَّى مستحاضة.",
    "القرآن الكريم هو كلام الله -تعالى- الذي أنزله على رسوله محمد -صلّى الله عليه وسلّم-، وقد نُقل إلينا بالتواتر، وابتُدئ بسورة الفاتحة وخُتم بسورة الناس، كما أنَّ تلاوته وقراءته عبادة،[٧] وقد اهتمّ الإسلام بالمعجزات الحسِّيَّة المادية ولكن ليس بقدر اهتمامه بالمعجزات المعنوية، لا سيما القرآن الكريم الذي يُعدّ معجزة الإسلام الخالدة الباقية مهما تعاقبت الأيام والأزمان،[١] فقد تكفّل الله -تعالى- بحفظه من أن يمسّه تغيير أوتحريف لحرف من حروفه؛ وذلك حتى يُبقي حُجّته -تعالى- على الناس إلى يوم القيامة.[٨]",
    "القرآن الكريم هو كلام الله -تعالى- الذي أنزله على رسوله محمد -صلّى الله عليه وسلّم-، وقد نُقل إلينا بالتواتر، وابتُدئ بسورة الفاتحة وخُتم بسورة الناس، كما أنَّ تلاوته وقراءته عبادة،وقد اهتمّ الإسلام بالمعجزات الحسِّيَّة المادية ولكن ليس بقدر اهتمامه بالمعجزات المعنوية، لا سيما القرآن الكريم الذي يُعدّ معجزة الإسلام الخالدة الباقية مهما تعاقبت الأيام والأزمان، فقد تكفّل الله -تعالى- بحفظه من أن يمسّه تغيير أوتحريف لحرف من حروفه؛ وذلك حتى يُبقي حُجّته -تعالى- على الناس إلى يوم القيامة.",
    "يعتبر الإسلام واحدًا من أكبر الديانات العالمية، ويعتنقه أكثر من مليار ونصف المليار شخص حول العالم.",
    "يعتبر القرآن الكريم الكتاب المقدس في الإسلام، ويعتقد المسلمون أنه وحي من الله تم نقله إلى النبي محمد عبر الملاك جبريل.",
    "يُعتبر شهر رمضان هو التاسع في التقويم الهجري، وهو شهر الصوم الذي يمارسه المسلمون في جميع أنحاء العالم.",
    "يُعتبر الحج واجبًا على كل مسلم بالغ وقادر مرة واحدة في العمر، ويُعتبر أحد أركان الإسلام الخمسة.",
    "يُعتبر الزكاة الصدقة الواجبة على المسلمين، وهي الواجب الرابع من أركان الإسلام.",
    "يُعتقد أن الله واحد وغير قابل للانقسام في الإسلام، وهو يعتبر الخالق الوحيد للكون.",
    "يؤمن المسلمون باليوم الآخر والقيامة والحساب عن الأعمال، والجنة والنار كمكافأة أو عقاب لهذه الأعمال.",
    "يعتبر الصلاة من الأركان الخمسة للإسلام، وهي تُؤدى خمس مرات في اليوم والليلة.",
    "يقام الجمعة هو يوم عبادة رئيسي للمسلمين، حيث يحضرون صلاة الجمعة في المسجد ويستمعون إلى خطبة من الإمام.",
    "يؤمن المسلمون بالرسل الذين أرسلهم الله لتوجيه الناس وتبليغ رسالته، مثل نوح وإبراهيم وموسى وعيسى وآخرهم محمد (صلى الله عليه وسلم).",
    "يُعتبر الكعبة المشرفة في مكة المكرمة أول بيت وُضع للعبادة على وجه الأرض، وهي القبلة التي يتوجه إليها المسلمون في صلواتهم الخمس.",
    "يؤمن المسلمون بمفهوم القضاء والقدر، وهو الإيمان بأن كل شيء يحدث بمشيئة الله.",
    "يُعتبر الحلال والحرام جزءًا من الشريعة الإسلامية، وهما المبادئ التي تحدد ما هو مسموح وما هو محظور في الدين.",
    "يُعتبر عيد الأضحى هو العيد الأكبر في الإسلام، وهو يأتي بعد انتهاء فترة الحج، حيث يُقدم المسلمون الذبائح في هذا اليوم.",
    "يُعتبر عيد الفطر هو العيد الثاني في الإسلام، وهو يأتي بعد انتهاء شهر رمضان المبارك، ويحتفل به المسلمون بعد الصيام.",
    "يُعتبر الطلاق مسألة شرعية في الإسلام، ويُعتبر آخر حل للزواج بعد فشل جميع محاولات الصلح.",
    "تحظى العائلة بأهمية كبيرة في الإسلام، وتُعتبر وحدة البناء الأساسية في المجتمع المسلم.",
    "يُعتبر الحجاب واجبًا على المسلمات في الإسلام، وهو يغطي الجسم باستثناء الوجه والكفين، ويُعتبر رمزًا للتحلي بالحياء والتقوى.",
    "يعتبر التبرع والإحسان جزءًا مهمًا من العبادة في الإسلام، ويُشجع المسلمون على مساعدة المحتاجين ودعم الأعمال الخيرية.",
    "تعتبر الأخلاق والأدب من القيم المهمة في الإسلام، ويُحث المسلمون على التعامل باللين والرفق مع الآخرين.",
    "يُعتبر الاستماع إلى العلماء والعلم الشرعي واجبًا في الإسلام، ويعتبرونهم مرجعًا لفهم الدين وتطبيقه.",
    "يُحظر تعاطي الخمر والمخدرات في الإسلام، ويُعتبران من الأفعال المحرمة بشدة.",
    "تُعتبر الصدقة واجبًا على المسلمين، ويُشجعون على إخراج جزء من أموالهم لتقديم المساعدة للمحتاجين.",
    "يُعتبر الصوم ليس فقط امتناعًا عن الطعام والشراب في شهر رمضان، بل أيضًا امتناعًا عن الكلام السيئ والأفعال السيئة.",
    "يُعتبر التواضع من الفضائل المحبوبة في الإسلام، ويحث المسلمون على تجنب الغرور والكبرياء.",
    "تحظى الزكاة بأهمية كبيرة في الإسلام، حيث تُعتبر واجبًا على المسلمين تقديم جزء من ثرواتهم لدعم المحتاجين وتحقيق العدالة الاجتماعية.",
    "يُعتبر العلم واجبًا على كل مسلم، ويُحث على السعي لاكتساب المعرفة والتعلم مدى الحياة.",
    "تُشجع الزواج في الإسلام وتُعتبر الأسرة الصالحة من أساس المجتمع المسلم السليم.",
    "يُشجع المسلمون على زيارة المساجد وأداء الصلاة فيها بانتظام، ويعتبرونها مكانًا للتأمل والتقرب إلى الله.",
    "يُحث المسلمون على التواصل الجيد مع الجيران وتقديم المساعدة لهم، حيث يُعتبر الجار في الإسلام محل اهتمام كبير.",
    "يشير مصطلح الشريعة في الإسلام إلى المجموعة الشاملة من القوانين والتوجيهات الدينية التي ينبغي على المسلمين اتباعها في حياتهم اليومية.",
    "يتم تقسيم القرآن الكريم إلى 114 سورة، وتتراوح طول السور من ثلاث آيات إلى أكثر من مئتي آية.",
    "يعتبر الصلاة وسيلة للتواصل مع الله في الإسلام، حيث يتوجه المسلمون نحو القبلة (الكعبة المشرفة في مكة) خلال أداء الصلاة.",
    "يُحث المسلمون على احترام الوالدين وبرهما، ويعتبرون البر بالوالدين من أهم القيم الأسرية في الإسلام.",
    "يحرص المسلمون على الصدق والأمانة في كل أفعالهم، ويعتبرون الكذب والغش من السلوكيات المحرمة.",
    "يتمتع الشهر الأول في التقويم الهجري بأهمية خاصة، حيث يُعتبر محرماً ويأتي بعد شهر ذي الحجة الذي يُحج فيه الحجاج إلى مكة.",
    "يشتهر عيد الفطر بأنه يأتي بعد نهاية شهر رمضان المبارك، ويتميز بالصلاة الخاصة به وبتبادل التهاني والزيارات بين الأهل والأصدقاء.",
    "تتضمن الشهادتان في الإسلام الإيمان بوحدانية الله وبأن محمد رسول الله، وتُعتبران أساس الإيمان المسلم.",
    "يُعتبر الإيمان باليوم الآخر جزءًا أساسيًا من عقيدة المسلمين، حيث يُؤمنون بالقيامة والحساب عن الأعمال في الدنيا والآخرة.",
    "يتم تعليم القرآن الكريم والسنة النبوية في المدارس الإسلامية، حيث يتعلم الطلاب تلاوة القرآن وشرح معانيه وتطبيقاتها في الحياة اليومية.",
    "القرآن الكريم المنزل على سيدنا محمد عليه أفضل الصلاة والسلام هو كلام الله الواحد الأحد، ويبدأ بسورة الفاتحة، وينتهي بسورة الناس، ويبلغ عدد سوره 114 سورة.",
    "السور المكية نزلت على سيدنا محمد قبل أن يهاجر إلى المدينة، وتناولت بيان العقيدة.",
    "السور المدنية، نزلت على الرسول محمد بعد الهجرة إلى المدينة، وتناولت التشريع وبيان أحكام الحرام والحلال.",
    "تعد مصادر التشريع في الإسلام هي القرآن الكريم والسنة النبوية الشريفة، والتي يتخذها الناس لتشريع قوانين وتنظيم حياتهم.",
    "فالقرآن الكريم هو كتاب الله وكلام الله المنزل على رسول الله محمد عليه أفضل الصلاة والسلام.",
    "بينما السنة النبوية، فهي كل فعل أو قول أو صفة أو تقرير صدر عن رسولنا الكريم محمد وهو موحى إليه من الله عز وجل.",
    "الربانية: الدين عند الله هو الإسلام، وذلك ما كان يدعو له جميع النبيين والرسل من قبل محمد عليه أفضل الصلاة والسلام.",
    "الشمول: الإسلام يشمل كل جوانب الحياة ورغبات الإنسان وحاجاته.",
    "الواقعية: الإسلام ليس به شيء من الخيال وكل ما يحتويه واقعي، واثبت العلماء الأجانب أن كل ما توصلوا عليه من علم ومعلومات موجودة في الإسلام والقرآن الكريم منذ قديم الزمن.",
    "المغضوب عليهم من الله هم اليهود، وذلك لعلمهم الحق وعدم إتباعه لذلك غضب عليهم الله سبحانه وتعالى إلى يوم القيامة.",
    "بينما الضالين فهم النصارى، وذلك لأنهم لم يتبعوا الدين الإسلامي جهلًا منهم وليس جحودا، فهم في تشتت وضلال بخصوص سيدنا عيسى عليه السلام.",
    "كذب سيدنا إبراهيم ثلاث مرات في حياته وكان يخشى أن تكون تلك الكذبات هي سبب طريقة إلى دخول النار، فالكذبة الأولى: ادعى انه مريض وأخبر أصدقائه انه لن يستطيع الذهاب معهم وذلك لان نيته كانت تحطيم الأصنام.",
    "فإما الكذبة الثانية: عندما سأله المشركين عن من حطم أصنامهم، فأخبرهم أن كبر الأصنام هو من فعل.",
    "أما الكذبة الثالثة: في ارض النمرود عندما كانت بصحبته السيدة سارة، فسأله الحارس، هل هي زوجتك، قال بل أختي، وذلك لان النمرود أمر بقتل رفيق السيدة سارة إذا كان زوجها وتركه إذا كان أخوها أو أبوها.",
    "سيدنا أبو بكر الصديق: كان صاحب الرسول صلى الله عليه وسلم وخليفته في الإسلام، وقد ادخل عدد كبير من المشركين في الإسلام تحت يده، كما انه قدم كل أمواله وثروته للإسلام ونصرة الإسلام.",
    "عمر بن الخطاب: أول من لقب بأمير المؤمنين، اتصف بالشجاعة والحزم والحق، والعدل، قام بفتح بلاد عديدة ونشر الإسلام في عهده في بلاد كثيرة.",
    "عثمان بن عفان: أول من دخل في الإسلام، وأيضًا هو ثالث الخلفاء الراشدين، كان يتصف بالكرم والجود، وتم تجميع القرآن في عهده.",
    "على ابن أبى طالب: وهو ابن عم رسول الله وأول من أسلم من الصبية وكان لا يفارق رسول الله حتى مماته.",
    "الزبير بن العوام: حضر غزوة بدر، وشهد له رسول الله بالشهادة وهو مازال حيًا.",
    "هل تعلم: أنّ النبي الذي لا يزال على قيد الحياة هو سيّدنا عيسى عليه السلام.",
    "هل تعلم: أنّ صلاة الخسوف والكسوف هي الصلاة التي يركع فيها المصلي أربع مراتٍ ويسجد أربع مرات.",
    "هل تعلم: أنّ سيدنا ابراهيم عليه السلام هو أول من قاتل بالسيف.",
    "هل تعلم: أنّ العرش كان محمولاً على الماء قبل خلق السماوات والأرض.",
    "هل تعلم: أنّ قابيل قتل أخاه هابيل بفك حمار.",
    "هل تعلم: أنّ سبحان الله وبحمده سبحان الله العظيم، هي غراس الجنة.",
    "هل تعلم: أنّ أشبه الناس برسول الله صلى الله عليه وسلم هم خمسة:",
    "أبو سفيان بن الحارث بن عبد المطلب.",
    "جعفر بن أبي طالب.",
    "قثم بن العباس.",
    "الحسن بن علي بن أبي طالب.",
    "السائب بن عبيد بن عبد مناف.",
    "هل تعلم: أنّ مسجد الكوفة هو المسجد الذي استشهد فيه علي بن أبي طالب.",
    "هل تعلم: أنّ النبي الذي قبضت روحه في السماء هو سيّدنا إدريس عليه السلام.",
    "هل تعلم: أنّ من كان يريد الراحة؛ فعليه بترتيل القرآن.",
    "هل تعلم: أنّ التقوى والوفاء والكرم والمروءة تزيد في ماء الوجه.",
    "هل تعلم: أنّ عمر بن الخطاب وعمرو بن هشام هم أحب رجلين إلى الله تعالى.",
    "هل تعلم: أنّ الأسود بن عبد الأسد المخزومي هو أول من قتل من المشركين في غزوة بدر الكبرى على يد حمزة بن عبد المطلب.",
    "هل تعلم: أنّ كسوة الكعبة تزن حوالي 650 كيلوغرام.",
    "هل تعلم: أنّ الشيطان يبكي إذا قرأ الإنسان سورة السجدة.",
    "هل تعلم: أنّ أكثر الأقوام فجوراً وقبحاً هم لوط.",
    "هل تعلم: أنّ من كان يريد السعادة، فليصل الفريضة بوقتها.",
    "هل تعلم: أنّ أول من قام بالطواف حول الكعبة هم الملائكة.",
    "يتميز الإسلام بتشجيعه على العدل والمساواة بين الناس، حيث يُعتبر العدل والإحسان من القيم الأساسية في الدين.",
    "يُحظر في الإسلام الظلم والاعتداء على الآخرين، ويُعتبر الظالمون من الفاسقين ويُنذر بعقوبة شديدة في الدنيا والآخرة.",
    "يحرص المسلمون على الاعتناء بالبيئة وحمايتها، حيث يعتبرون الأرض أمانة من الله يجب الحفاظ عليها للأجيال القادمة.",
    "يشجع الإسلام على العلم والتعلم واكتساب المعرفة في جميع المجالات، ويعتبر العلم وسيلة لتقدم الأمم ورقيها.",
    "يُشجع المسلمون على الاستماع إلى الرأي الآخر والحوار المثمر، ويعتبرون الحوار وسيلة لحل النزاعات وتحقيق الفهم المتبادل.",
    "يحث الإسلام على مكافحة الظلم والفساد في جميع مجالات الحياة، ويُشجع المسلمون على نصرة المظلومين ودعم العدالة والإنصاف.",
    "يُحظر في الإسلام التمييز والتفرقة بين الناس بناءً على العرق أو اللون أو الجنس أو الدين، حيث يُعتبر الجميع سواسية أمام الله.",
    "يحث المسلمون على العمل الصالح والإسهام في بناء المجتمع وخدمة الناس، ويُعتبر العمل الصالح وسيلة لنيل رضا الله.",
    "يُشجع في الإسلام على التسامح والتعايش السلمي بين الأديان والثقافات، ويُحث المسلمون على احترام الآخرين وتقدير اختلافاتهم.",
    "يُحث المسلمون على تحقيق السلام الداخلي من خلال القبول والرضا بقضاء الله والتفاؤل والصبر في مواجهة التحديات والابتلاءات في الحياة.",
    "شهرُ رَمضان هو الشّهر التاسع بالترتيب الهجري، وهو الشهر الذي نَزَل فيه القرآن على الرّسول عليه الصلاة والسلام في ليلة القدر التي تأتي في آخر أيّام الشهر، ويؤدّي المُسلمون فيه فريضة الصوم التي تبدأ من بُزوغ الفجر حتّى غياب الشمس، ولهذا الشهر فضل كبير؛ حيث تُفتح أبوابُ الجنّة وتُغلق أبواب النار، يُغفر ما سبقه من ذنوب طيلة السنة. قال تعالى: (شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَن كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُبِكُمُ الْعُسْرَ وَلِتُكْمِلُواْ الْعِدَّةَ وَلِتُكَبِّرُواْ اللّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ) [البقرة:185]. يُضاعف أجرُ القيام وتلاوة القرآن في شهر رمضان، وله عدّة فوائد روحيّة؛ حيثُ يُعدّ وسيلةً لتَقوية العَلاقة بين العبد وخالقه، وتهذيب الأخلاق، وترويض الشّهوات، والصبر، ولين القلوب، والارتقاء بالرّوح إلى عالم النّقاء والطّهارة والصفاء.",
    "فوائد الصوم الصحية تخليص الجسم من السموم، وتخفيض نسبةِ السكريّات في الدم. خفض الدهون المُخزّنة في الجسم؛ ممّا يساعد على التخلّص من السمنة المفرطة. تقوية جهاز المناعة بالجسم. راحة الجهاز الهضمي. شفاء الجسم من الالتهابات والحساسية. راحة البنكرياس ممّا يُخفّض من نسبة السكر في الدم. خفض مُستويات ضغط الدم. زيادة تناول الأطعمة الصحيّة، وتجنّب المواد الغذائية المصطنعة ممّا يُعزّز العادات الصحية الجيدة. علاج مشكلات الإدمان. وقاية الجسم من الإصابة بالأورام السرطانية. علاج الأمراض الجلدية. الوقاية من مرض النقرس. التخفيف من الإصابة بجلطة القلب والدماغ.",
    "شروط الصيام أن يكون الصائم بالغاً عاقلاً. الإسلام. أن يكون غير مسافر. أن يكون قادراً غير مريض حيث يؤثّر الصوم على صحته. أن لا تكون المرأة في فترة الحيض أو النفاس. النية.",
    "سنن الصيام تناول الإفطار مُباشرةً بعد التحقّق من غروب الشمس. بدء الإفطار بحبّة تمر أو ماء. الدعاء عند الإفطار. تأخير السحور إلى آخر اليل قبل الأذان؛ من أجل التقليل من عدد ساعات الصيام والشعور بالجوع والعطش.",
    "مبطلات الصيام الأكل والشرب في نهار رمضان عمداً. التقيؤ عمداً. الجماع في النهار. إخراج المني عمداً. وجود نيّة جازمة بالإفطار حتى وإن لم تُطبّق.",
    "مكروهات الصيام الاستنشاق بشكلٍ مُبالغ فيه عند الوضوء؛ ممّا يؤدّي إلى دخولِ الماء إلى الجوف. المُبالغة بالمَضمضة، ولغير حاجةٍ مُلحّة. إطالة النظر إلى الزّوجة بشهوةٍ والقبلة. التفكير بالجماع. مضغ العلكة. النوم بكثرةٍ في النهار. الحجامة.",
    "فضل رمضان من الناحية النفسية والاجتماعية يخرج الإنسان من الدائرة النفسية الضيّقة؛ حيث يَجتمع مع العائلة على سفرة الطعام، وبعدها السهر مع الأقارب. يُطهّر النفوس ويُوحّد القلوب، كما أنّه يُقوّي الروابط العائليّة. يزيد من التكافل الاجتماعي بين الأغنياء والفقراء.",
    "في دولة الإمارات، تبدأ العادات والتقاليد الرمضانيّة قبل قدوم شهر الصيام، أي خلال شهر شعبان. في عشية اليوم الخامس عشر من شهر شعبان، والذي يُطلق عليها حق الليلة يرتدي الطفل الإماراتي أفضل ما لديه من الملابس وينتقل من بيت إلى آخر، ويقوم بالغناء وإلقاء القصائد. ويكون في انتظارهم الجيران ومعهم الحلويات والمكسّرات، حيث يقوم الأطفال بجمعها في حقيبة مصنوعة من قماش خاص مطرز بأشكال تقليدية.",
    "هناك وجبتان رئيسيتان في شهر رمضان: السحور والإفطار. السحورهي الوجبة الصباحية التي تسبق الصيام، أما وجبة إنهاء الصوم فتُسمى وجبة الإفطار. يفطر الصائم على تناول التمر، وشرب الماء واللبن، أسوةً بسنّة النبي الكريم (صلى)، الذي كان يفطر على تناول التمر واللبن.",
    "في أول أيام رمضان، تجتمع الأسرة في بيت العائلة لتناول الإفطار، وعادة ما يكون بيت الجد. وفي دولة الإمارات، ودول مجلس التعاون الخليجي عموماً يعتبر التمر خبز الصحراء وأشهر العناصر الغذائية التي تدخل في تحضير أصناف مختلفة من الحلويات والمعجنات الإماراتية في شهر رمضان، مثل القرص وهي عبارة عن قطع صغيرة من الخبز مخلوطة مع التمر والهيل. ولا تخلو موائد الأسر الإماراتية في الشهر الفضيل من أطباق أخرى معروفة مثل: الهريس والثريد",
    "يعتبر مدفع رمضان في دولة الإمارات من أبرز التقاليد المميزة للشهر الفضيل. ويمكن أن يُسمع صوت المدفع إلى حوالي 8-10 كيلومترات. يقوم المدفع بدور التنبيه لمواقيت الإفطار اليومية والإمساك ويباشر في مناطق متنوعة عبر الدولة. ويتكرر هذا التقليد منذ القرن التاسع عشر خلال فترة الوالد المؤسس المغفور له بإذن الله الشيخ زايد بن سلطان آل نهيان.",
    "ويشكل هذا التقليد أهمية خاصة للأطفال في دولة الإمارات، فصوت الانفجار الكبير يعني لهم المتعة والإثارة بصرف النظر عن الحلويات وغيرها من وجبات الطعام، والأنشطة الخاصة المجهزة لهم. يقوم أحد أفراد الجيش بتنفيذ هذا التقليد مع الأخذ باحتياطات السلامة.",
    "يلزم المسلم القادر البالغ على الصيام كل يوم خلال شهر رمضان من الفجر حتى الغسق. يُعفى المريض أو المرأة الحامل من الصيام إذا شكل الصيام خطراً على الصحة. ويجوز للمسافر الإفطار خلال السفر وصيام ما أفطره بعد شهر رمضان. لا يُلزم الصغير الغير بالغ بالصوم، ولكن إذا كان يستطيعه دون مشقة فإنه يشجع على القيام به. بالإضافة إلى الامتناع عن تناول الطعام أو الشراب أو التدخين، يجب على المسلم التحلي بالأخلاق الحميدة، والترفع عن الصغائر.",
    "بالإضافة إلى الصلوات الخمس المعتادة، يؤدي المسلمون رجالاً ونساءً صلاة التراويح يومياً بعد صلاة العشاء خلال شهر رمضان المبارك. وخلال العشر الأواخر من رمضان، يقضي بعض المسلمين الليل بأكمله في المساجد، حيث يصلون ويتلون القرآن الكريم وكلهم رجاء وأمل أن يبلغهم الله ليلة القدر، وهي الليلة التي نزل فيها الوحي بالقرآن الكريم للمرة الأولى.",
    "يصوم المسلمون شهر رمضان كاملاً، وهو رابع ركن من أركان الإسلام، ويغذي الروح ويطهر النفس من الشوائب. رمضان هو أيضاً وقت لتهذيب النفس، والتضحية والتعاطف والكرم والإحسان مع من هم أقل حظاً.",
    "ينبغي على الصائم الاجتهاد في الذكر والدعاء وقراءة القرآن واستلهام المواعظ من الصيام بتذكر الظمأ يوم القيامة، والفرح عند أخذ الكتاب باليمين، وصدق رسول الله صلى الله عليه وسلم حين قال: للصائم فرحتان، فرحة حين يفطر، وفرحة حين يلقى ربه، وكذلك العمل الدنيوي الجاد؛ فشهر رمضان ليس مبررًا ولا ذريعة للتكاسل عن العمل والبناء.",
    "إذا استطاع الإنسان أن يعقد النية كل ليلة من ليالي رمضان فهذا هو الأصل والأفضل، وإذا خاف أن ينسى أو يسهو فلينوِ في أول ليلة من رمضان أنه سوف يصوم بمشيئة الله تعالى شهر رمضان الحاضر لوجه الله والنية محلها القلب ولا يشترط التلفظ بها",
    "يجوز أن تصلى صلاة التراويح في البيوت باطمئنان وبنية خالصة لله تعالى مع أفراد الأسرة والأولاد",
    "صلاة التراويح يمكن أداؤها في البيت أفرادًا أو جماعة على مستوى أفراد الأسر الصغيرة، وهذا أمر متفق على مشروعيته بين العلماء؛ وإنما وقع الخلاف بينهم في الأفضل: صلاتها في البيت أو المسجد، وقد أخبر النبي صلى الله عليه وسلم أن من اعتاد فعل الخير ثم منعه عذر لا دخل له فيه (كالخوف من الاختلاط بسبب انتشار الوباء، أو نتيجة تقليل أعداد المصلين)، فله أجر فعله قبل العذر.",
    "يعتبر الإسلام دينًا شاملًا يغطي جوانب الحياة الروحية والاجتماعية والسياسية والاقتصادية، حيث يوجه المسلمون في كيفية تعاملهم مع الله ومع بعضهم البعض ومع العالم من حولهم.",
    "يعتبر الاستقامة والصدق من القيم الأساسية في الإسلام، حيث يُحث المسلمون على الثبات على الحق والتمسك بالأخلاق الحميدة في جميع الأحوال.",
    "يشجع الإسلام على بناء العلاقات القوية بين الأفراد والمجتمعات، حيث يُحث المسلمون على التعاون والتضامن وتبادل الخير والمحبة.",
    "يعتبر الاعتدال والوسطية من القيم المحورية في الإسلام، حيث يُحث المسلمون على تجنب الغلو والتطرف في جميع الأمور والتمسك بالوسطية في السلوك.",
    "يحرص المسلمون على الاستماع إلى الحكمة والمشورة من العلماء والمشايخ في القضايا المهمة، حيث يُعتبر استشارتهم من الأمور المهمة في اتخاذ القرارات الصعبة.",
    "يعتبر الصدق والأمانة من الفضائل المحبوبة في الإسلام، حيث يحث المسلمون على الوفاء بالعهود والوعود والاحترام والاعتراف بحقوق الآخرين.",
    "يحرص المسلمون على تعليم القيم والأخلاق الحميدة لأبنائهم منذ الصغر، حيث يُعتبر تنشئة الأجيال الصالحة من الأولويات في الإسلام.",
    "يشجع الإسلام على البحث عن العلم وتطوير المهارات والقدرات الفردية، حيث يُعتبر التعليم وسيلة للتنمية الشخصية والتقدم الاجتماعي.",
    "يحرص المسلمون على العدل والمساواة في المعاملات الاجتماعية والقانونية، حيث يُحث على منح كل شخص حقوقه بحسب الشريعة الإسلامية.",
    "يعتبر الإسلام دين الرحمة والتسامح، حيث يحث المسلمون على مساعدة الفقراء والمحتاجين وتقديم العون للمحتاجين في المجتمع."
    ]
}